{"backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.1.5", "config": [{"class_name": "Dense", "config": {"bias_constraint": null, "dtype": "float32", "units": 12, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "name": "dense_1", "activity_regularizer": null, "use_bias": true, "bias_regularizer": null, "batch_input_shape": [null, 8], "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "kernel_constraint": null, "trainable": true}}, {"class_name": "Dense", "config": {"bias_constraint": null, "units": 8, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "name": "dense_2", "activity_regularizer": null, "use_bias": true, "bias_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "kernel_constraint": null, "trainable": true}}, {"class_name": "Dense", "config": {"bias_constraint": null, "units": 1, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "sigmoid", "name": "dense_3", "activity_regularizer": null, "use_bias": true, "bias_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "kernel_constraint": null, "trainable": true}}]}